Repository: paulwoman/Capitalism_Lab_ENG_to_PT
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: \nYou cannot use a corporation that you control to buy a stock in which you personally have ownership.|
pt_br: \nVocê não pode usar uma corporação que Você controla para comprar a ação que Você tem posse.|

source: \nYou cannot use a corporation that you control to buy a stock in which your corporation or its subsidiary has ownership.|
pt_br: \nVocê não pode usar uma corporação que Você controla para comprar a ação que sua corporação ou suas subsidiarias tem posse.|

source: e.g. You have defined a custom image of Smart Phone with a tech level of 300.
pt_br: Por exemplo, você definiu uma imagem personalizada de Smart Phone com um nível tecnológico de 300.

source: eCommerce Price Markup
pt_br: Aumentos de preços para vendas on-line

source: of Companies Under Your Control|
pt_br: de companhias sob o seu controle|

source: of Controlled Companies|
pt_br: de companhias controladas|

source: of Employees in Your Corporation|
pt_br: de empregados em sua corporação|

source: of Employees|
pt_br: de empregados|

source: of Product Classes Being Produced|
pt_br: de classes de produto sendo produzidos|

source: of Product Classes Produced by Your Corporation|
pt_br: de classe de produtos produzidos por sua corporação|

source: of Product Classes|
pt_br: classes produto|

source: of Product Types Being Produced|
pt_br: de Tipos de produtos sendo produzidos|

source: of Product Types Produced by Your Corporation|
pt_br: de tipos de produtos produzidos por sua corporação|

source: of Product Types|
pt_br: tipos produto|

source: of Units|
pt_br: de unidades|

source: of Years of Operation|
pt_br: anos de operação|

source: of Years|
pt_br: de anos|

source: of frontline employees|
pt_br: de empregados de linha de frente|

source: of years passed|
pt_br: de anos passados|

source: of |
pt_br: de|

source: ~Brand awareness~ is simply a measure the consumers' knowledge of the brand.^^Besides driven by advertising, it also increases automatically over time, if the products featuring the brand are widely distributed and enjoy constant retail exposure.
pt_br: ~Consciência da marca~ é simplesmente uma medida do conhecimento dos consumidores sobre a marca.^^Além de impulsionado pela publicidade, também aumenta automaticamente com o tempo, se os produtos que apresentam a marca forem amplamente distribuídos e desfrutam de exposição constante no varejo.

source: ~Brand loyalty~ is a measure of the consumers' attachment to a brand.^^If you allow quality of your products to fluctuate, the brand loyalty will suffer as consumers can easily lose faith in products with inconsistent quality.
pt_br: ~Fidelidade à marca~ é uma medida do apego dos consumidores a uma marca.^^Se você permitir que a qualidade de seus produtos flutue, a fidelidade à marca será prejudicada, pois os consumidores podem facilmente perder a fé em produtos com qualidade inconsistente.

source: ~Brands~ can be a very important factor for consumers' purchase decisions, especially for luxury and fashion products.
pt_br: ~Marcas~ pode ser um fator muito importante para as decisões de compra dos consumidores, especialmente para produtos de luxo e moda.

source: ~Crop Name~
pt_br: ~Nome da cultura~

source: ~Discount megastores~ can sell anything which makes them very versatile.
pt_br: ~Megaestores com desconto~ podem vender qualquer coisa, o que os torna muito versáteis.

source: ~Double click~ an empty unit right next to the Purchasing Unit you have just set up.
pt_br: ~Clique duas vezes~ em uma unidade vazia ao lado da Unidade de Compra que você acabou de configurar.

source: ~Rating Points~
pt_br: ~Pts. audiência~

source: ~The darker the color, the more valuable the land.~ Building in light areas may be expensive but it may provide your stores with a richer clientele willing to pay higher prices.
pt_br: ~Quanto mais escura for a cor, mais valioso será o terreno.~ Construir em áreas claras pode ser caro, mas pode fornecer às suas lojas uma clientela mais rica disposta a pagar preços mais altos.
